export default {
	PHOTO_COUNT: 25,
	MIN_LIKES: 15,
	MAX_LIKES: 200,
	MAX_COMMENTS: 30,
	MAX_COMMENT_ID: 1_000_000,
	COMMENTS: [
		'Всё отлично!',
		'В целом всё неплохо. Но не всё.',
		'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
		'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
		'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
		'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
	],
	NAMES: ['Артем', 'Глеб', 'Максим', 'Анна', 'Дарья', 'Егор', 'Даниил', 'Антон', 'Мария', 'Алиса'],
	DESCRIPTIONS: ['Прекрасное лето!', 'Незабываемая красота здешних мест', 'Это было круто!', 'Жизнь в полном разгаре', 'Какая прелесть, зацените!']
};
